{
    "parent": "3-29",
    "reference_code": "2",
    "title": "[Occupy Vancouver photographs and videos]",
    "publication_status": "published",
    "level_of_description": "File",
    "dates": [
        {
            "date": "15 Oct. 2011",
            "start_date": "2011-00-00",
            "end_date": "2011-00-00",
            "type": "Creation"
        }
    ],
    "creators": [
        {
            "authotized_form_of_name": "Occupy Vancouver",
            "dates_of_existence": "15 Oct. 2011-22 Nov. 2011",
            "history": "Occupy Vancouver was a collective of peaceful protests and demonstrations. It was part of Occupy Canada that was also part of the larger Occupy Together movement which first manifested in the financial district of New York City with Occupy Wall Street in March 2011. Occupy Wall Street had initially been organized to answer the call-to-action by the Vancouver-based, advertising-free, anti-consumerist organization Adbusters. Subsequently, the movement spread to over 900 cities around the world.\n\nOn October 15, 2011, in Vancouver, around 4000 to 5000 people participated in rallies and the local general assembly. In the days following its inception at the Vancouver Art Gallery there was the arrival of over 150 tents, food, health and safety services, operating on a volunteer basis nearly around the clock. On October 16, 2011, the activists began formalizing their work and agreeing on broad principles at large gatherings called General Assemblies. The group adopted the general format of Wall Street and they declared themselves leaderless and not hierarchical.\n\nOn November 7, 2011, city notices asking protesters to pack up their tents were immediately posted at the site. On November 15, 2011, police, firefighters and city workers moved in and started removing several tents and tarps that were described as fire hazards. The City of Vancouver applied for an injunction order to remove the entire camp, but the judge adjourned the hearing to allow protesters to prepare their legal response. On November 18, 2011, Justice Anne MacKenzie granted the city's request to order the removal of Occupy Vancouver's structures by Monday afternoon. Protesters were given until 2 p.m. on November 21, 2011, to remove their tents and other structures.\n\nOn November 21, 2011, protesters abandoned the encampment at the Art Gallery zone and relocated their tents to Robson Square, just outside provincial court facilities. Justice Anne MacKenzie granted the Attorney General of British Columbia an order to remove Occupy Vancouver's new tent city by 5 p.m. November 22, 2011. Just before 5 p.m. the tents were packed up and occupiers moved onto the SkyTrain, and over to the Commercial Drive neighborhood where they moved into Grandview Park.\n\nAs of late January 2012, Occupy Vancouver was still holding weekly meetings at the W2 media cafe.",
            "inherited_from": "Occupy Vancouver Collection"
        }
    ],
    "repository": "Simon Fraser University Special Collections and Rare Books",
    "repository_inherited_from": "Occupy Vancouver Collection",
    "immediate_source_of_acquisition_or_transfer": "Donated by Sue Wilson.",
    "scope_and_content": "The file consists of eighteen digital videos and two copies of twenty-five digital photographs (total of fifty digital photographs) of the Occupy Vancouver movement made on October 15, 2011 by Sue Wilson. It includes images of the Raging Grannies, activists’ activities, policemen, posters and media.",
    "subject_access_points": [
        "Events and celebrations"
    ],
    "place_access_points": [
        "Vancouver"
    ],
    "name_access_points": [
        "Occupy Vancouver"
    ],
    "level_of_detail": "Full",
    "Dates of creation revision deletion": "Created May 5, 2014 LZ",
    "languages_of_description": [
        "English"
    ]
}